{
  "quotes": [
    {
      "text": "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man.",
      "author": "Mark Twain"
    },
    {
      "text": "He who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals.",
      "author": "Immanuel Kant"
    },
    {
      "text": "Whoever said you can't buy Happiness forgot little puppies.",
      "author": "Gene Hill"
    },
    {
      "text": "There is no psychiatrist in the world like a puppy licking your face.",
      "author": "Bernard Williams"
    },
    {
      "text": "Dogs never lie about love.",
      "author": "Jeffrey Moussaieff Masson"
    },
    {
      "text": "If you have men who will exclude any of God's creatures from the shelter of compassion and pity, you will have men who will deal likewise with their fellow men.",
      "author": "Francis of Assisi"
    },
    {
      "text": "The average dog is a nicer person than the average person.",
      "author": "Andy Rooney"
    },
    {
      "text": "Heaven goes by favor. If it went by merit, you would stay out and your dog would go in.",
      "author": "Mark Twain"
    },
    {
      "text": "To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring - it was peace.",
      "author": "Milan Kundera"
    },
    {
      "text": "The dog is a gentleman; I hope to go to his heaven not man's.",
      "author": "Mark Twain"
    },
    {
      "text": "I care not much for a man's religion whose dog and cat are not the better for it.",
      "author": "Abraham Lincoln"
    },
    {
      "text": "You think dogs will not be in heaven? I tell you, they will be there long before any of us.",
      "author": "Robert Louis Stevenson"
    },
    
    {
      "text": "A dog is the only thing on earth that loves you more than he loves himself.",
      "author": "Josh Billings"
    },
    {
      "text": "The better I get to know men, the more I find myself loving dogs.",
      "author": "Charles de Gaulle"
    },
    {
      "text": "Happiness is a warm puppy.",
      "author": "Charles M. Schulz"
    },
    {
      "text": "Dogs are not our whole life, but they make our lives whole.",
      "author": "Roger Caras"
    },
    
    {
      "text": "Dogs are wise. They crawl away into a quiet corner and lick their wounds and do not rejoin the world until they are whole once more.",
      "author": "Agatha Christie"
    },
    {
      "text": "Dogs are great. Bad dogs, if you can really call them that, are perhaps the greatest of them all.",
      "author": "John Grogan"
    },
    {
      "text": "Dogs never bite me. Just humans.",
      "author": "Marilyn Monroe"
    },
    {
      "text": "A house is not a home without a dog.",
      "author": "Unknown"
    },
    {
      "text": "The more boys I meet, the more I love my dog.",
      "author": "Carrie Underwood"
    }
    
    
    
  ]
}
